#**************How To Translate**************
#1. All the lines that start with '#' are comments and will be ignored
#2. The lines that starts with @ store info about the tranlation file. Specifically:
#   @NAME=Language Name in English.
#   @LOCALIZEDNAME=Native Language Name.
#   @AUTH=Author Name.
#   @EMAIL=Author's Email
#   @DESC=Description of this language file
#   @WWW=Author's WebSite
#   @VERSION=Language File Version
#   @BUILD=Program's build that this translation is based on
#   @AUTOUPDATEURL= (future feature that will support live lang pack update)
#3. All The following lines which start with (number)= are the ones that you
#   must translate. Untranslated strings are initially commented.
#   Already translated strings are (optionally) kept for reference as a comment
#   CAUTION!!!
#   Translation strings are ONE-LINERS.
#   DO NOT CHANGE %s (strings) %d (integers) and other %_ as they placeholders.
#   DO NOT CHANGE the numbers before the'='.
#   Watch for special characters like '\r\n' or '\n' which means new line.
#   Take care of the HTML Tags.

@NAME=Ukrainian
@LOCALIZEDNAME=
@AUTH=Levurda Igor (my-soft-blog.net)
@EMAIL=
@DESC=
@WWW=
@VERSION=
@BUILD=0
@AUTOUPDATEURL=

#102=Export Selected Lines
102=Експорт обраних ліній
#103=Album
103=Альбом
#104=Export All
104=Експортувати все
#105=TrackNo
105=Номер трека
#106=Location
106=Альбом
#107=Size
107=Розмір
#108=Type
108=Тип
#109=Duration
109=Тривалість
#110=Bitrate
110=Бітрейд
#111=Delete From History
111=Видалити з історії
#112=Genre
112=Жанр
#113=Comment
113=Коментарі
#114=Date Added
114=Дата додання
#115=Rating
115=Рейтинг
#116=Track not found.
116=Трек не знайдено.
#117=Number of Tracks
117=Номер трека
#118=Do you want to see the exported file now?
118=Хочете побачити експортований файл зараз?
#119=Date Updated
119=Дані поновлені
#120=Operation
120=Операція
#121=No Tracks in this Selection
121=Немає жодного трека
#123=Idle
123=Idle
#124=Select Something
124=Оберіть щось
#125=Total Size of Tracks (Mb)
125=Загальний розмір треків (Mb)
#126=Idle
126=Idle
#127=Records
127=Записи
#128=Show Year (in [] after Albums)
128=Показати рік (в [] після альбомів)
#129=First Appearance
129=Вперше програне
#130=Last Appearance
130=Востаннє програне
#131=Rank
131=Ранг
#132=Hits
132=Прослуховування
#133=Do you want to update also the Files? (%d Files will be Affected)
133=Хочете спочатку оновити файли? (% файлів буде змінено)
#134=Application
134=Інтеграція
#135=Update Tracks Warning
135=Попередження про оновлення
#136=Language
136=Мова інтерфейсу
#137=*Needs program restart
137=*Вимагає перезапуску програми
#139=Recognize as fast as you can the song that you listen.
139=Впізнайте якнайшвидше пісню яку Ви слухаєте.
#140=Add Files
140=Добавити файли
#141=Update Local Collections
141=Поновити колекцію
#142=Exit
142=Вихід
#143=Select Folder
143=Вибрати теку
#144=[Unknown]
144=[Невідомо]
#145=Quick
145=Швидкий
#146=Search
146=пошук
#147=Play
147=Грати
#148=Enqueue
148=Додати
#149=Advanced Search
149=Пошук
#150=History
150=Історія
#151=Options
151=Опції
#152=Collections
152=Колекції
#153=About
153=Про...
#154=Artists - Albums
154=Виконавці - Альбоми
#155=Genres - Artists
155=Жанри - Виконавці
#156=Years - Albums
156=Роки - Альбоми
#157=Collections - Artists
157=Колекції - Виконавці
#158=Albums with various artists*
158=Альбоми з різними виконавцями*
#159=Sort By Name
159=Сортувати по імені
#160=Sort By Rating
160=Сортувати по рейтингу
#161=Sort By Number Of Tracks
161=Сортувати по кількості доріжок
#162=All
162=Все
#163=Audio
163=Аудіо
#164=Video
164=Відео
#167=Show/Hide Mini Player
167=Показати/Сховати міні програвач
#168=Play / Pause
168=Грати / Пауза
#169=Stop
169=Стоп
#170=Next
170=Наступне
#171=Previous
171=Попереднє
#172=Shuffle
172=Випадково
#173=Loop
173=Повторити
#174=Show Main Window
174=Показувати головне вікно
#175=Show Mini Player
175=Показувати міні програвач
#176=Exit Application
176=Вийти
#177=result found
177=результат знайдено
#178=results found
178=результатів знайдено
#179=Please enter at least 1 character.
179=Будь ласка введіть хоча б 1 символ.
#180=Media Idle
180=Idle медія 
#181=Network Idle
181=Idle мережі
#182=The file '%s' Could not be deleted. Do you want to just remove it from your collection?
182=Файл '%s' не може бути видаленим. Хочете видалити його лише з колекції?
#183=Scanning Files
183=Сканування файлів...
#184=File
184=Файл
#185=Downloading
185=Завантаження...
#186=Auto Continue
186=Авто продовження
#187=Show Visualizations - Video
187=Показувати візуалізації - відео
#188=Randomize List
188=Випадковий список
#189=Load List (m3u)
189=Завантажити список (m3u)
#190=Save List (m3u)
190=Зберегти список (m3u)
#191=Clear List
191=Очистити список
#192=[Various]
192=[Різні]
#193=Days between check
193=Завантажити інформацію (AllMusic.com)
#195=Properties
195=Властивості
#197=Bad
197=Погано
#198=Neutral
198=Посередньо
#199=Good
199=Добре
#200=Very Good
200=Дуже добре
#201=Outstanding
201=Чудово
#202=Open Containing Folder
202=Відкрити теку
#203=Copy To
203=Копіювати до
#204=Copy Path
204=Шлях
#205=Renamer
205=Змінити назву
#206=Delete
206=Видалити
#207=Download Lyrics
207=Завантажити текст
#208=The files will be completly erased from your PC. Are you sure?
208=Файл буде повністю видалений з Вашого PC. Ви впевнені?
#209=Deletion Operation
209=Операція видалення
#210=Warning
210=Увага
#211=Simple Search
211=Простий пошук
#212=All Time
212=Весь час
#213=Best/Worst
213=Краще/Гірше
#214=Lyrics Available
214=Доступний текст
#215=Special Info
215=Спеціальна інформація
#216=Comments Available
216=Доступні коментарі
#217=Personal Available
217=Доступна персональна інформація
#218=<table><tr><td><center>Total Rank<br><h1>%s</h1><br>%d hits</center></td><td><left><b>Month's Rank: </b>%s (%d Hits)<br><b>Added in Collection: </b>%s<br><b>First Time Played: </b>%s<br><b>Last Time Played: </b>%s<br></tr></table>
218=<table><tr><td><center>Повний рейтинг<br><h1>%s</h1><br>%d прослуховувань</center></td><td><left><b>Місячний рейтинг: </b>%s (%d прослуховувань)<br><b>Додано до колекції: </b>%s<br><b>Вперше програне: </b>%s<br><b>Востаннє програне: </b>%s<br></tr></table>
#219=Tracks
219=Треки
#220=Album Review Not Found
220=Огляду альбому не знайдено
#221=Album review
221=Огляд альбому
#222=Lyrics Not Found
222=Текстів не знайдено
#223=Open Picture
223=Відкрити зображення
#224=Edit Picture
224=Редагувати зображення
#225=Save Picture
225=Зберегти зображення
#226=Save Text
226=Зберегти текст
#227=Operation Failed
227=Операція невдала
#228=Lyrics
228=Тексти
#229=It will search for tracks with <b>Comments, Lyrics, Personal Info</b>.
229=Виконується пошук для треків по <b>коментарям, текстам, персональній інформації</b>.
#230=Popularity
230=Популярне
#231=Information not found
231=Інформація не знайдена
#232=Comments
232=Коментарі
#233=Personal
233=Персон. інформ.
#234=Special Info
234=Спеціальна інформація
#235=Artist Biography not found
235=Біографія виконавця не знайдена
#236=Artist Biography
236=Біографія артиста
#237=It will search in <b>Artist, Album, Track</b> and <b>Path</b> Fields.Select also the target <b>media type</b>.
237=Пошук по <b>Виконавцям, Альбомах, Треках</b> та <b>Шляхах файлів</b>. Виберіть також <b>тип медія</b>.
#238=Lyrics etc.
238=Текст і т.д.
#239=Latest Additions
239=Останні додання
#240=File Type Filter
240=Фільтр типу файлів
#241=Returns the <b>latest</b> files that have been added in you collection.
241=Список <b>останніх</b> файлів що були додані в колекцію.
#242=Since
242=Від
#243=Find the best or the worse tracks (based on the <b>rating</b>).
243=Знайти найкращі та найгірші треки (базується на <b>рейтингові</b>).
#244=Most popular Tracks based on the <b>history log</b>.
244=Найпопулярніші треки (базується на <b>історії</b>).
#245=It will do a <b>full-text search</b> in various large text information fields.Select the <b>type of text</b> to be searched. Please enter at least 4 characters.
245=Буде проведено <b>пошук по тексту</b> в різних інформаційних полях. Виберіть <b>тип тексту</b> для пошуку. Будь-ласка введіть не менше 4 символів.
#246=Information Type
246=Тип інформації
#247=Please wait...
247=Зачекайте будь-ласка...
#248=by
248=від
#249=Last query needed %d ms
249=Останній запит потребував %d мс.
#250=Are you sure that you want to <b>disable Lyrics Confirmation</b><br>at this session?
250=Ви впевнені що хочете <b>відключити текстове підтвердження</b><br>в цій сесії (до перезавантаження Teen Spirit)?
#251=Disable Lyrics Confirmation
251=Відключити текстове підтвердження
#252=Your Music Collection is <b>empty</b>. This may indicate that this is your <b>first time</b> you run this program. If this is so, then you may want to visit <a href='http://www.artificialspirit.com'>Official WebSite</a> to get some help.<br>To <b>Add Some Music Files</b> in your Collection press 'Yes' to Locate a Folder in your computer which contains mp3, wma, avi, mpg files. Press 'No' to continue with an empty collection (<b>Not recommended</b>).
252=Teen Spirit виявив що Ваша музична колекція <b>порожня</b>. Це можливо тому що Ви запустили програму <b>вперше</b>. Якщо це так, Ви можливо хочете відвідати <a href='http://www.artificialspirit.com'>Teen Spirit WebSite</a> для отримання деякої допомоги. <br>Для <b>додання музичних треків</b> в Вашу колекцію натисніть 'Так' для вказівки локальної Теки на комп'ютері з файлами mp3, wma, avi, mpg. Натисніть 'Ні' для продовження роботи із пустою колекцією (<b>Не рекомендується</b>).
#253=Yes
253=Так
#254=No
254=Ні
#255=Empty Collection
255=Пуста колекція
#256=Years
256=Роки
#257=Months
257=Місяці
#258=Days
258=Дні
#259=365 Days
259=365 Днів
#260=30 Days
260=30 Днів
#261=10 Days
261=10 Днів
#262=24 Hours
262=24 Години
#263=Track played
263=Програний трек
#264=Track specific click
264=Переглянутий трек
#265=Top 10
265=Top 10
#266=Top 100
266=Top 100
#267=Normal
267=Нормально
#271=Recorded History
271=Записана історія
#272=Top Songs
272=Top пісень
#273=Top Artists
273=Top Виконавців
#274=Year
274=Рік
#275=Month
275=Місяць
#276=Day
276=День
#277=untill
277=до
#278=Not Enough Data.
278=Не достатньо інформації.
#279=Time Interval
279=Інтервал часу
#280=This information will be written in the file.
280=Ця інформація може бути записана в файл.
#281=TimeSlider
281=Часовий слайдер
#282=This information will not be written in the file.
282=Ця інформація не буде записана в файл.
#283=Active
283=Активовано
#284=Text Filters
284=Текстові фільтри
#285=Title
285=Назва
#286=Artist
286=Ім'я
#287=Export Finished
287=Експорт завершено
#288=Date Filter
288=Фільтр по даті
#289=Normal
289=Нормально
#290=Show Number Of Items (in () after Item)
290=Показати кількість елементів (в ())
#291=Extra Info
291=Екстра інформація
#292=Item Grouping (Artist / Album Style)
292=Групи елементів (Виконавець / Стиль альбому)
#293=Update
293=Поновлення
#294=Remove
294=Перемістити
#295=Add Collection
295=Додати колекцію
#296=Name
296=Ім'я
#297=Enabled
297=Ввімкнути
#298=Min number of Tracks
298=Мінімальна кількість треків
#299=Main Tags
299=Головні теги
#300=Extra Tags
300=Екстра теги
#301=Internet Options
301=Опції Інтернету
#302=Impersonate Browser
302=Оберіть браузер для Teen Spirit
#303=Use Default Proxy
303=Використовувати проксі за замовчуванням
#304=Automated Downloader
304=Автоматизований завантажувач
#309=Special Tags Support
309=Підтримка спеціальних тегів
#310=Auto Play
310=Авто програвання
#311=Remember Last Track
311=Пам'ятати останній трек
#312=Remember Time
312=Також час
#313=Play Control
313=Контроль програвання
#314=Startup
314=Запуск
#315=General
315=Загальні
#316=Global Hotkeys
316=Глобальні гарячі клавіші
#317=Picture
317=Зображення
#318=Minimize to Tray
318=Згортати в трей
#319=Mini Player
319=Міні програвач
#320=Show Always
320=Завжди показувати
#321=Automatic
321=Автоматично
#322=Manually
322=В ручному режимі
#323=Never Show
323=Ніколи не показувати
#324=List View
324=Вигляд списку
#325=Show 'New' sign (in days)
325=Показувати знак 'New' (днів)
#326=Accept
326=Прийняти
#327=Try Again
327=Спробувати ще раз
#328=Refuse
328=Сміття
#329=Accept All
329=Прийняти все
#330=Don't Show Again
330=Більше не показувати
#331=Info Check
331=Перевірка інформації
#332=Main Options
332=Головні опції
#333=Tree View
333=Вигляд дерева
#334=Information Retrieval
334=Інформаційний пошук
#335=Media Player
335=Media Player
#336=Tagging
336=Теги
#337=A general <b>public</b> description of the track.
337=Загальний <b>публічний</b> опис трека.
#339=Something that this track <b>reminds</b> you. This info is <b>personal</b>.
339=Щось що <b>нагадує</b> Вам цей трек. Ця інформація <b>персональна</b>.
#340=Multiple Files Properties
340=Властивості групи файлів
#342=Biography
342=Біографія
#343=Review
343=Аналіз
#344=Import data from a file
344=Імпортувати дані з файлу
#346=Paste or write some text
346=Вставте або напишіть якийсь текст
#347=Delete Picture
347=Видалити зображення
#348=Paste Picture
348=Вставити зображення
#349=Picture Dimensions
349=Розмір зображення
#350=There is a new version available.<br>Do you want to go to the info page?
350=Доступна нова версія. <br>Хочете перейти на сторінку з інформацією?
#351=Program is up-to-date.
351=Це остання версія Teen Spirit.<br>Нової версії немає.
#352=Check for updates
352=Перевірити наявність поновлень
#353=Games
353=Ігри
#354=Update Check Failed.
354=Неможливо перевірити доступність Teen Spirit.
#355=There is no picture in the clipboard.
355=В буфері обміну відсутнє зображення.
#356=Collection List
356=Список колекції
#358=Start
358=Старт
#359=Results
359=Результати
#360=Correct Answers
360=Правильна відповідь
#361=Wrong Answers
361=Неправильна відповідь
#362=Score:
362=Очки:
#363=Submit Results
363=Введіть результат
#364=Current
364=Поточні
#365=Best
365=Краще
#366=Rename
366=Перейменувати
#367=Please enter a new name
367=Будь ласка введіть нове ім'я
#368=Total Score:
368=Загальна кількість очків:
#369=Question:
369=Питання:
#370=Best Score:
370=Кращий результат:
#371=Correct
371=Правильно
#372=Mistake
372=Помилка
#373=Music Quiz
373=Музична вікторина
#374=Adding
374=Додавання
#375=Copy Text
375=Копіювати текст
#376=Detailed Search
376=Деталізований пошук
#377=Collection
377=Колекції
#378=Local Folder
378=Локальна тека
#379=Net Folder
379=Тека в мережі
#380=Media
380=Медія
#381=Audio CD
381=Аудіо CD
#382=External Collection
382=Зовнішня колекція
#383=Automatically update database after (sec)
383=Автоматично поновити базу даних після (сек.)
#385=Collection update started.
385=Початок поновлення колекції.
#386=Collection update finished.
386=Поновлення колекції завершене.
#387=Removing missing files
387=Видалення файлів...
#388=files removed
388=файлів видалено
#389=files added
389=файлів додано
#390=Show History
390=Показати Історію
#391=Can' t Locate File!
391=Не можливо знайти файл!
#392=Do you want to see the exported file now?
392=Хочете побачити експортовані файли зараз?
#393=Empty playlist. Drag Drop some tracks here
393=Пустий список відтворення. Поставте сюди якісь файли.
#394=Use multimedia hotkeys
394=Використовувати гарячі клавіші
#395=Clipboard
395=Буфер обміну
#396=Folder
396=Тека
#397=Collection already exists
397=Колекція вже існує
#398=Do You want to continue?
398=Ви хочете продовжувати?
#399=Collection was not accessible
399=Колекція не доступна
#400=Collection is not ready.
400=Колекція не готова.
#401=Track Removed from collection
401=Трек видалений з колекції
#402=Removable Storage
402=Переносний пристрій
#403=Not enough tracks to play the quiz
403=Не достатньо треків для початку вікторини
#404=Show All Tracks
404=Показати всі треки
#405=Locate Track
405=Знайти трек в комп'ютері
#406=Album info may be available in the FreeDB Servers. Do you want to try and download it?
406=Інформація про альбом можливо доступна на серверах FreeDB. Хочете спробувати завантажити її?
#407=The selected CD/DVD Drive is empty.
407=Обраний драйв CD/DVD пустий.
#408=Select Drive
408=Оберіть драйв CD/DVD
#409=Choose an item from the list. Press 'Rescan' to update the list.
409=Виберіть елемент із списку. Натисніть 'Rescan' для поновлення списку.
#410=Internet is not connected. Do you want to go online?
410=Інтернет не підключено. Хочете перейти в режим онлайн?
#411=Working
411=Працює
#412=The whole Drive/Media will be added
412=Драйв/Медія будуть додані
#413=total
413=всього
#414=Docked Visualization
414=Від'єднати візуалізацію
#415=Services
415=Сервіси
#416=Virtual tracks
416=Віртуальні треки
#417=This item already exists
417=Цей елемент вже існує
#418=Empty
418=Порожньо
#419=Ready
419=Готово
#420=Import Virtual Tracks
420=Імпортувати віртуальні треки
#421=Export Virtual Tracks
421=Експортувати віртуальні треки
#422=Select the items you want to import to your Virtual Tracks Collection
422=Оберіть елементи які Ви хочете імпортувати до Віртуальної колекції треків
#423=Select the virtual tracks you want to export to the file
423=Оберіть віртуальні треки які Ви хочете експортувати до файлу
#424=Import
424=Імпорт
#425=Add Virtual Track
425=Додати віртуальний трек
#426=Export
426=Експорт
#427=Insert List (m3u)
#428=Hide Visualizations
#429=Auto Continue Mode
#430=Insert Random Tracks
#431=Remove Others
#432=Visualizations/Video
#433=Current Viewer
#434=Music Browser
#435=Mode
#436=Sort
#437=Filter
#438=Play List
#439=Track List
#440=Browser
#441=Success
#442=Provider
#443=Failure
#444=Volume
#445=Auto
#446=Sync with player
#447=New
#448=Messenger now playing
#449=Transparency
#450=Skin
#451=LastFM Scrobbler
#452=Artist picture
#453=Album picture
#454=sec
#455=Activation delay
#456=Format is not supported
#457=Refuse All
#458=Cancel
#459=Help
#460=Penalty
#461=Bonus
#462=Game Over
#463=Total Time
#464=Game Info
#465=I don't know
#466=Level
#467=Select Game
#468=Crossfade
#469=Disabled
#470=End
#471=Both
#472=External player
#473=Change case
#474=All Caps
#475=No Caps
#476=Proper Case
#477=First Cap
#478=Advanced
#480=Appearance
#481=Tooltips
#482=Behaviour
#483=Maximum size
#484=Author
#485=Statistics
#486=Description
#487=Information
#488=Pause
#489=Download
#490=Create
#491=Update Info From File (Tags)
#492=Locate Album
#493=More Options
#494=Descending
#496=Version
#497=Style
#498=Controls
#499=Clear
#500=Tag Writer
#501=Tag Reader
#502=Read Depth
#503=Counting files
